/*--- 别名 --- */


// 变声
"tu_怪兽" = "怪兽";
"tu_大叔" = "大叔";
"tu_正常" = "正常";
"tu_女生" = "女生";
"tu_萝莉" = "萝莉";


// 变速
"tu_极慢" = "极慢";
"tu_慢" = "慢";
"tu_标准" = "标准";
"tu_快" = "快";
"tu_极快" = "极快";

// 哈哈镜
"tu_哈哈镜" = "哈哈镜";


/* 不能低于最小时间 */
"tu_不能低于最小时间" = "不能低于最小时间";


/* 保存 */
"tu_保存" = "保存";

/* 保存失败 */
"tu_保存失败" = "保存失败";

/* 保存成功 */
"tu_保存成功" = "保存成功";


/* 关闭 */
"tu_关闭" = "关闭";


/* 单击拍摄 */
"tu_单击拍摄" = "单击拍摄";

/* 取消 */
"tu_取消" = "取消";

/* 取消保存 */
"tu_取消保存" = "取消保存";

/* 取消录制？ */
"tu_取消录制？" = "取消录制？";

/* 变声 */
"tu_变声" = "变声";

/* 大于最大时长，请保存视频后继续录制 */
"tu_大于最大时长，请保存视频后继续录制" = "大于最大时长，请保存视频后继续录制";


/* 完成录制 */
"tu_完成录制" = "完成录制";

/* 将所有参数恢复默认吗？ */
"tu_将所有参数恢复默认吗？" = "将所有参数恢复默认吗？";
"tu_确定删除所有美妆效果?" = "确定删除所有美妆效果?";


/* 已到达最大录制时长 */
"tu_已到达最大录制时长" = "已到达最大录制时长";


/* 建议选择大于3秒，小于60秒的视频 */
"tu_建议选择大于3秒，小于60秒的视频" = "建议选择大于3秒，小于60秒的视频";

/* 开启 */
"tu_开启" = "开启";

/* 录制失败 */
"tu_录制失败" = "录制失败";

/* 录制失败，请重新录制 */
"tu_录制失败，请重新录制" = "录制失败，请重新录制";

/* 录制失败：未知原因失败 */
"tu_录制失败：未知原因失败" = "录制失败：未知原因失败";

/* 录制已经取消 */
"tu_录制已经取消" = "录制已经取消";

/* 微整形 */
"tu_微整形" = "微整形";

/* 美妆 */
"tu_美妆" = "美妆";


/* 手机可用空间不足，请清理手机 */
"tu_手机可用空间不足，请清理手机" = "手机可用空间不足，请清理手机";

/* 拍照 */
"tu_拍照" = "拍照";

/* 合拍 */
"tu_合拍" = "合拍";

/* tu_选择音乐 */
"tu_选择音乐" = "选择音乐";

/* 描边 */
"tu_描边" = "描边";

/* 无 */
"tu_无" = "无";

/* 更多 */
"tu_更多" = "更多";


/* 正在保存... */
"tu_正在保存..." = "正在保存...";


/* 比例 */
"tu_比例" = "比例";

/* 滤镜 */
"tu_滤镜" = "滤镜";



/* 贴纸 */
"tu_贴纸" = "贴纸";

/* 确定 */
"tu_确定" = "确定";

/* 确认删除本地文件？ */
"tu_确认删除本地文件？" = "确认删除本地文件？";

/* 美肤 */
"tu_美肤" = "美肤";

/* 自动对焦 */
"tu_自动对焦" = "自动对焦";


/* 视频时长最少%@秒 */
"tu_视频时长最少%@秒" = "视频时长最少%@秒";


/* 重置 */
"tu_重置" = "重置";

/* 长按拍摄 */
"tu_长按拍摄" = "长按拍摄";

/* 闪光灯 */
"tu_闪光灯" = "闪光灯";

/* 麦克风 */
"tu_麦克风" = "麦克风";


"tu_漫画" = "漫画";


"tu_录制" = "录制";

/*--- v3.3.2 --- */

"tu_不透明度" = "透明度";


/*--- v3.4.1----*/
"tu_视频" = "视频";
"tu_照片" = "照片";



/*--- 4.0.0 - 美妆 ---*/
"tu_lipstick" = "口红";
"tu_blush" = "腮红";
"tu_eyebrow" = "眉毛";
"tu_eyeshadow" = "眼影";
"tu_eyeliner" = "眼线";
"tu_eyelash" = "睫毛";
"tu_foundation" = "粉底";
"tu_shading powder" = "修容";
"tu_cosmeticReset" = "一键卸妆";

//眼线
"tu_back" = "收起";
"tu_reset" = "无";

//口红
"lipStick_1" = "枫叶红";
"lipStick_2" = "正红色";
"lipStick_3" = "牛血红";
"lipStick_4" = "番茄橘";
"lipStick_5" = "暖柿红";
"lipStick_6" = "正橘色";
"lipStick_7" = "珊瑚粉";
"lipStick_8" = "玫红色";
"lipStick_9" = "梅子色";
"lipStick_10" = "覆盆子";
"lipStick_11" = "肉桂色";
"lipStick_12" = "奶茶色";
"lipStick_13" = "豆沙色";

"tu_水润" = "水润";
"tu_滋润" = "滋润";
"tu_雾面" = "雾面";

//眉毛
"tu_雾眉" = "雾眉";
"tu_雾根眉" = "雾根眉";

"tu_标准黑" = "标准黑";
"tu_标准灰" = "标准灰";
"tu_标准棕" = "标准棕";
"tu_柳弯黑" = "柳弯黑";
"tu_柳弯灰" = "柳弯灰";
"tu_柳弯棕" = "柳弯棕";
"tu_叶细黑" = "叶细黑";
"tu_叶细灰" = "叶细灰";
"tu_叶细棕" = "叶细棕";
"tu_峰眉黑" = "峰眉黑";
"tu_峰眉灰" = "峰眉灰";
"tu_峰眉棕" = "峰眉棕";
"tu_粗平黑" = "粗平黑";
"tu_粗平灰" = "粗平灰";
"tu_粗平棕" = "粗平棕";
"tu_弯线黑" = "弯线黑";
"tu_弯线灰" = "弯线灰";
"tu_弯线棕" = "弯线棕";
"tu_芭比黑" = "芭比黑";
"tu_芭比灰" = "芭比灰";
"tu_芭比棕" = "芭比棕";
"tu_小桃黑" = "小桃黑";
"tu_小桃灰" = "小桃灰";
"tu_小桃棕" = "小桃棕";
"tu_新月黑" = "新月黑";
"tu_新月灰" = "新月灰";
"tu_新月棕" = "新月棕";
"tu_断眉黑" = "断眉黑";
"tu_断眉灰" = "断眉灰";
"tu_断眉棕" = "断眉棕";
"tu_野生黑" = "野生黑";
"tu_野生灰" = "野生灰";
"tu_野生棕" = "野生棕";
"tu_欧线黑" = "欧线黑";
"tu_欧线灰" = "欧线灰";
"tu_欧线棕" = "欧线棕";
"tu_圆眉黑" = "圆眉黑";
"tu_圆眉灰" = "圆眉灰";
"tu_圆眉棕" = "圆眉棕";
"tu_延禧黑" = "延禧黑";
"tu_延禧灰" = "延禧灰";
"tu_延禧棕" = "延禧棕";
